HELLO = (
    "Привет! Я бот по контролю питания и веса.\n\n"
    "👉 Разреши мне получить твой контакт — так я смогу восстановить историю и напоминания, "
    "если ты сменишь устройство. Можешь пропустить."
)

ASK_LOCAL_TIME = (
    "Который сейчас час, напиши в формате 00:00.\n"
    "Я буду присылать напоминания по твоему времени."
)

HELP = """
<b>ℹ️ Доступные команды:</b>

/start — пройти регистрацию
/help — показать это сообщение
/cancel — выйти из диалога
/analyze_day — анализ питания за сегодня

<b>📊 Как пользоваться:</b>
— Указывайте еду со временем: <code>9:00 два яйца и яблоко</code> или без, если покушали прямо сейчас
— Вес можно отправлять просто числом: <code>70.5</code>
— Бот напомнит о следующем приёме пищи

<b>💡 Советы:</b>
— Старайтесь есть каждые 3–4 часа
— Пейте достаточно воды
— Используйте /analyze_day для анализа рациона

Буду рада любой обратной связи, вместе мы сделаем этого бота идеальным!
@rrkhas
"""
